Repository: meebey/smuxi-head-mirror
Catalog: po-Server/*.po
Languages: hr

source: Add user to Server
hr: Dodaj korisnika na poslužitelj

source: Modify existing user of Server
hr: Uredi postojećeg korisnika poslužitelja

source: Delete user from Server
hr: Ukloni korisnika sa poslužitelja

source: List all existing users of Server
hr: Ispiši sve postojeće korisnike poslužitelja

source: User to create, modify or delete
hr: Korisnik za stvaranje, uređivanje ili uklanjanje

source: Password of the user when creating or modifying a user
hr: Lozinka korisnika pri stvaranju ili uređivanju korisnika

source: Enable debug output
hr: Omogući debug ispis

source: Optimize message buffers and exit (valid values: none, defrag, index, all)
hr: Optimiziraj međuspremnike poruka i zatvori (važeće vrijednosti: none, defrag, index, all)

source: Show this help
hr: Prikaži ovu pomoć

source: Usage: smuxi-server [options]
hr: Upotreba: smuxi-server [opcije]

source: Options:
hr: Opcije:

source: Unknown option: '{0}'
hr: Nepoznata opcija: '{0}'

source: Command line error: {0}
hr: Pogreška komandne linije: {0}

source: At most one of --add-user, --modify-user, and --delete-user may be used at a time.
hr: Najviše jedna naredba --add-user, --modify-user, ili --delete-user mogu biti korištene istovremeno.

source: You must specify a username with the --username option.
hr: Morate odrediti korisničko ime sa --username opcijom.

source: Username must not be empty.
hr: Korisničko ime ne smije biti prazno.

source: You must specify a password with the --password option.
hr: Morate odrediti lozinku sa --password opcijom.

source: Password must not be empty.
hr: Lozinka ne smije biti prazna.

source: Invalid optimization value passed to --optimize-message-buffer, valid values are: {0}
hr: Nevažeća optimizacijska vrijednost dodijeljena --optimize-message-bufferu, važeće vrijednosti su: {0}

source: User "{0}" successfully added to server.
hr: Dodavanje korisnika "{0}" na poslužitelj uspješno izvršeno.

source: User "{0}" successfully modified.
hr: Uređivanje korisnika "{0}" uspješno izvršeno.

source: User "{0}" successfully deleted from server.
hr: Uklanjanje korisnika "{0}" sa poslužitelja uspješno izvršeno.

source: Users:
hr: Korisnici:

source: Successfully optimized {0} message buffers.
hr: Međuspremnici poruka {0} uspješno optimizirani.

source: Failed to optimize message buffers: {0}
hr: Optimizacija međuspremnika poruka {0} nije uspjela.
