Repository: meebey/smuxi-head-mirror
Catalog: po-Engine/*.po
Languages: hr

source: No network connections
hr: Nema mrežnih veza

source: Optimizing: {0}...
hr: Optimizacija: {0}...

source: Failed to optimize: {0}. Reason: {1}
hr: Optimizacija nije uspjela: {0}. Razlog: {1}

source: Your chat history is no longer available because of an error but will be preserved from now on.
hr: Vaša chat povijest više nije dostupna zbog pogreške no od sada nadalje će biti sačuvana.

source: Not connected to server
hr: Nema povezanosti sa poslužiteljem

source: Not enough parameters for {0} command
hr: Nema dovoljno parametara za {0} naredbu

source: Connected to {0}
hr: Spojen na {0}

source: Disconnected from {0}
hr: Odspojeno sa {0}

source: Automatic connect to {0} failed!
hr: Automatsko spajanje na {0} nije uspjelo!

source: Engine Commands
hr: Naredbe jezgre

source: Connect failed!
hr: Spajanje nije uspjelo!

source: Disconnect failed - could not find server: {0}
hr: Prekid veze nije uspio - nije moguće pronaći poslužitelj: {0}

source: Reconnect failed!
hr: Ponovno spajanje nije uspjelo!

source: Configuration reloaded
hr: Postavke ponovno učitane

source: Configuration saved
hr: Postavke pohranjene

source: Invalid parameter for config; use load or save
hr: Netočan parametar za postavke; upotrijebite load ili save naredbu

source: Invalid parameter for network; use list, switch, or close
hr: Netočan parametar za mrežu; upotrijebite list, switch ili close naredbu

source: Networks
hr: Mreže

source: Protocol
hr: Protokol

source: Network
hr: Mreža

source: Host
hr: Poslužitelj

source: Network close failed - could not find network: {0}
hr: Zatvaranje mreže nije uspjelo - mreža nije pronađena: {0}

source: Network switch failed - could not find network: {0}
hr: Prebacivanje mreže nije uspjelo - mreža nije pronađena: {0}

source: Not connected to any network
hr: Nema povezanosti sa nijednom mrežom

source: Failed to write to chat history. Your chat history will not be preserved. Reason: {0}
hr: Zapisivanje u chat povijest nije uspjelo. Vaša chat povijest neće biti sačuvana. Razlog: {0}

source: Connect failed.
hr: Spajanje nije uspjelo.

source: No protocol manager found for the protocol: {0}
hr: Za sljedeći protokol nema imenovanog upravitelja: {0}

source: Welcome to Smuxi
hr: Smuxi vas pozdravlja

source: Type /help to get a list of available commands.
hr: Upišite /help za popis dostupnih naredbi.

source: After you have made a connection the list of available commands changes. Go to the newly opened connection tab and use the /help command again to see the extended command list.
hr: Popis dostupnih naredbi se mijenja nakon spajanja. Odaberite novootvorenu karticu i upotrijebite /help naredbu za prikaz cjelokupnog popisa.

source: Username must not be empty.
hr: Korisničko ime ne smije biti prazno.

source: Password must not be empty.
hr: Lozinka ne smije biti prazna.

source: User "{0}" doesn't exist.
hr: Korisnik "{0}" ne postoji.

source: User "{0}" already exists.
hr: Korisnik "{0}" već postoji.

source: Server hostname must not be empty.
hr: Ime poslužitelja ne smije biti prazno.

source: Server hostname contains invalid characters (newline).
hr: Ime poslužitelja sadrži nevažeće simbole (novi redak).

source: Server '{0}' already exists.
hr: Poslužitelj '{0}' već postoji.

source: Failed to load chat history. Your chat history will not be preserved. Reason: {0}
hr: Učitavanje chat povijesti nije uspjelo. Vaša chat povijest neće biti sačuvana. Razlog: {0}

source: Failed to open chat history for writing. Your chat history will not be preserved. Reason: {0}
hr: Nije uspjelo otvaranje chat povijesti za zapis. Vaša chat povijest neće biti sačuvana. Razlog: {0}
