Repository: meebey/smuxi-head-mirror
Catalog: po-Frontend/*.po
Languages: hr

source: Unknown Command: {0}
hr: Nepoznata naredba: {0}

source: Engine must not be empty.
hr: Jezgra ne smije biti prazna.

source: Engine does not exist.
hr: Jezgra ne postoji.

source: Unknown channel ({0}) - only the following channel types are supported:
hr: Nepoznati kanal ({0}) - samo sljedeći oblici kanala su podržani:

source: Registration with engine failed! The username and/or password were wrong - please verify them.
hr: Registracija sa jezgrom nije uspjela! Korisničko ime i/ili lozinka su krivi - molimo provjerite ih.

source: SSH client application was not found:
hr: SSH klijent nije pronađen:

source: SSH client must be either OpenSSH (ssh) or Plink (plink.exe, not putty.exe)
hr: SSH klijent mora biti OpenSSH (ssh) ili Plink (plink.exe, ne putty.exe)

source: The local SSH forwarding port {0} is already in use. Is there an old SSH tunnel still active?
hr: Lokalni SSH port preusmjeravanja {0} je već u upotrebi. Da li je neki drugi SSH tunel još aktivan?

source: SSH tunnel setup failed (exit code: {0}) SSH program: {1} SSH parameters: {2} Program Error: {3} Program Output: {4}
hr: Instalacija SSH tunela nije uspjela (izlazni kȏd: {0}) SSH program: {1} SSH parametri: {2} Programska greška: {3} Programski ispis: {4}

source: SSH keyfile not found.
hr: SSH ključ nije pronađen.

source: SSH keyfile could not be read.
hr: SSH ključ nije moguće pročitati.

source: OpenSSH version number not found (exit code: {0}) SSH program: {1} Program Error: {2} Program Output: {3}
hr: Oznaka OpenSSH inačice nije pronađena (izlazni kȏd: {0}) SSH program: {1} Programska greška: {2} Programski ispis: {3}

source: PuTTY / Plink requires a username to be set.
hr: PuTTY / Plink zahtijeva postavljanje korisničkog imena.

source: Plink version number not found (exit code: {0}) SSH program: {1} Program Error: {2} Program Output: {3}
hr: Oznaka inačice Plinka nije pronađena (izlazni kȏd: {0}) SSH program: {1} Programska greška: {2} Programski ispis: {3}
